import f0 from './imgs/감.jpg'
import f1 from './imgs/귤.jpg'
import f2 from './imgs/딸기.jpg'
import f3 from './imgs/망고.jpg'
import f4 from './imgs/매실.jpg'
import f5 from './imgs/멜론.jpg'
import f6 from './imgs/배.jpg'
import f7 from './imgs/복숭아.jpg'
import f8 from './imgs/블루베리.jpg'
import f9 from './imgs/사과.jpg'
import f10 from './imgs/오렌지.jpg'
import f11 from './imgs/자두.jpg'
import f12 from './imgs/참외.jpg'
import f13 from './imgs/체리.jpg'
import f14 from './imgs/키위.jpg'
import f15 from './imgs/포도.jpg'


export const ApiTest = [
    {
        id: 0,
        name: "감",
        img: f0,
        infomation: "감은 중국과 우리나라 등 동양권에서 주로 생산 및 소비되고 있는, 산지와 소비지가 편중된 과일이다. 주 생산지는 중국, 한국, 일본이다. 감은 크게 단감과 떫은감으로 구분되는데, 한국 재래종의 대부분은 떫은감이며 가장 많이 재배되고 있는 단감은 일본에서 도입된 부유라는 품종이다. 일반적으로 곶감 또는 홍시로 섭취하나, 최근에는 아이스 홍시, 감말랭이, 홍시 스무디, 감식초 등 보다 다양한 방식으로 감이 활용되고 있다.- Daum백과",
        price: "250",
    },
    {
        id: 1,
        name: "귤",
        img: f1,
        infomation: "일본 원산으로 제주도에서 심어 기르는 상록성 작은키나무이다. 높이는 5m에 달하며 가지에 가시가 없다. 잎은 어긋나며 피침형 또는 넓은 피침형이고 끝이 둔하며 가장자리가 밋밋하거나 물결 모양의 잔 톱니가 있다. 잎자루에 좁은 날개가 있거나 없다. 꽃은 6월에 흰색으로 피고 잎겨드랑이에 1개씩 달리며 향기가 난다. 열매는 장과, 약간 편평하게 눌린 구형이며 10월에 황적색으로 익는다. 열매의 겉껍질은 얇고 과육과 잘 떨어지며 윤기가 난다. 열매는 식용한다. - Daum백과",
        price: "50",
    },
    {
        id: 2,
        name: "딸기",
        img: f2,
        infomation: "딸기의 제철은 5~6월이지만, 상품성이 균일하지 않은 노지 재배대신 하우스 딸기 농사가 대세가된 이후부터 사실상 딸기는 겨울을 대표하는 과일이 되었다. 2013년 현재 전체 딸기 생산량 중 98% 이상이 시설에서 수확되고 있다. 우리나라의 딸기는 '육보', '장희' 등 일본 품종 중심이었으나, 국산 품종인 '매향'이 보급된 이후로 국산 품종의 비중이 증가하고 있다.최근 해외로 수출되는 딸기의 90% 이상은 '매향'이며, 또다른 국산 품종인 '설향'은 딸기 품종별 정식(씨 모종) 비중의 약 80% 를 차지하고 있다. - Daum백과",
        price: "20",
    },
    {
        id: 3,
        name: "망고",
        img: f3,
        infomation: "원산지는 말레이반도, 미얀마, 인도 북부 둥 동남아시아지역으로 세계에서 가장 많이 재배되고 있는 열대 과수 중 하나다. 씨가 중앙에 위치한 핵과류 과일의 하나로 씨의 크기가 다소 큰 편이다. 5~10월에 성숙하며, 비타민 A와 엽산의 함유량이 높다. 생식으로 많이 사용되며, 과육을 갈아서 주스, 드레싱, 수프 등 다양하게 활용된다. 서양에서는 망고를 호박 대신 사용하기도 하는데, 튀기거나 오믈렛을 만들고 쌀과 함께 조리해 먹기도 한다. - Daum백과",
        price: "1000",
    },
    {
        id: 4,
        name: "매실",
        img: f4,
        infomation: "매화나무의 열매인 매실은 원산지인 중국 이외에도 일본, 대만, 그리고 한국에서 주로 재배되고 있다. 오래 전부터 목마름, 설사, 만성기침 등의 치료를 위한 약재로도 쓰여 온 식재다. 국내에서는 주로 덜익은 청매 상태에서 수확하여 장아찌, 청, 과실주 등의 원료로 활용한다. 처리 방법에 따라 오매, 백매 등 다양한 이름으로 불린다. 구연산과 무기질 등이 풍부하여, 체내 신진대사 활성화, 노폐물 제거 등 피로 개선에 도움을 주는 건강 기능성을 가지고 있는 것으로 알려져 있다. - Daum백과",
        price: "220",
    },
    {
        id: 5,
        name: "멜론",
        img: f5,
        infomation: "멜론은 단맛과 특유의 향기를 특징으로 한다. 수분을 제외한 대부분의 성분이 탄수화물, 그 중에서도 가용성 당 성분이며, 수확하여 후숙을 시키면 감미로운 향기가 난다. 대체적으로 녹색이나 황록색의 과육에는 비타민 C의 함량이 많고, 적색의 과육에는 카로틴이 많아서 비타민 A의 함량이 높다. - Daum백과",
        price: "1200",
    },
    {
        id: 6,
        name: "배",
        img: f6,
        infomation: "배는 명절 제수용으로 많이 쓰이는 과일로, 피로회복과 면역력 강화에 좋은 유기산, 플라보노이드가 함유되어 있다. 배에는 체내 나트륨 배출에 도움을 주는 칼륨이 많으며, 혈중 콜레스테롤 수치를 낮추고 변비치료에 도움을 줄 수 있는 펙틴도 다량 함유되어 있다. 한편 배에는 단백질 분해효소가 들어있어 파인애플과 함께 육류를 연화시키는 용도로도 활용한다. - Daum백과",
        price: "500",
    },
    {
        id: 7,
        name: "복숭아",
        img: f7,
        infomation: "여름 과일의 여왕이라고 불릴 정도로 색과 질감이 부드럽고, 과즙이 풍부하며 향이 달콤한 과일이다. 복숭아의 품종은 매우 다양하여, 전 세계에 약 3,000여 종이 분포해 있다. 이 중 국내에서 주로 유통되는 것은 20여종 이상이다. 그러나 크게 보면 과육이 흰 것을 백도, 노란색을 황도라고 하여 두 가지 종류로 분류할 수 있다. 이중 백도는 주로 생과로, 황도는 주로 통조림용으로 이용된다. 외식업소에서 복숭아는 메인 요리의 식재 보다는 후식으로 쓰이고 있다. - Daum백과",
        price: "340",
    },
    {
        id: 8,
        name: "블루베리",
        img: f8,
        infomation: "북아메리카가 원산지인 블루베리는 푸른색으로 상징되는 안토시아닌 색소를 함유하고 있으며 새콤달콤한 맛과 은은한 향기로 다양한 요리에 부재료 혹은 천연색소, 향신료 등으로 사용되고 있다. 한국에서는 주로 하이부시계 블루베리종(북부지역, 남부지역, 반수고, 레빗아이계 등)을 재배한다. 달고 신맛이 약간 있기 때문에 날것으로도 먹고, 잼·주스·통조림 등 가공식품으로 유통되기도 한다. - Daum백과",
        price: "120",
    },
    {
        id: 9,
        name: "사과",
        img: f9,
        infomation: " 원산지가 발칸반도로 알려진 사과는 우리나라에서는 18세기 초 재배가 이루어진 기록이 있다. 재배가 본격적으로 이루어진 것은 1900년대 근대 이후로 대구, 경북 지역을 중심으로 재배되었으며, 최근 기후 변화로 충남·충북지역 등으로 재배지가 확대되고 있다. 사과의 세부 품종은 700여 종이나 되지만 국내에서 유실수로 재배되는 품종은 약 15개 종이다. 수확시기에 따라 조생종, 중생종, 만생종으로 나뉘며 색깔에 따라 홍색사과, 황색사과, 녹색사과로 구분된다. - Daum백과",
        price: "380",
    },
    {
        id: 10,
        name: "오렌지",
        img: f10,
        infomation: "감귤 중 만감류에 속하는 열매의 하나이다. 모양이 둥글고 주황빛이며 껍질이 두껍고 즙이 많다. 발렌시아, 네이블, 블러드의 세 종류로 나뉜다. 국내에서는 제주에서 네이블, 청견(감귤과 오렌지의 교배종)이라는 품종이 한라봉, 천혜향, 레드향 등의 다른 만감류와 함께 재배되고 있다. 국내산 오렌지는 아주 짧은 시기에만 접할 수 있으며 그 생산량이 많지 않다. 때문에 국내 유통되는 대부분의 감귤은 미국, 남아프리카공화국 등에서 수입된 것이다. - Daum백과",
        price: "670",
    },
    {
        id: 11,
        name: "자두",
        img: f11,
        infomation: "자두나무에서 난 열매로 전 세계의 30여개 품종 중 식용으로 재배되는 것은 약 10종이다. 그 중 국내에서 접할 수 있는 품종은 대석조생, 후무사 등 약 6종이며, 보통 생으로 섭취한다. 일부는 잼, 젤리, 통조림, 과실주 등의 식재로도 활용된다. 눈 건강에 좋은 비타민 A와 장 건강 개선에 좋은 식이섬유가 풍부하다. 말린 자두인 푸룬에는 변비증상 완화에 좋은 솔비톨이 풍부한 것으로 알려져 있다. - Daum백과",
        price: "330",
    },
    {
        id: 12,
        name: "참외",
        img: f12,
        infomation: "참외는 수박과 함께 여름을 대표하는 과일이다. 삼국시대 또는 그 이전에 중국의 화북(華北)으로부터 우리나라로 들어왔으며, 통일신라시대에는 이미 재배가 일반화 된 것으로 추정되고 있다. 1960년대 이전까지는 개구리참외, 감참외, 열골참외 등 전국 각지에서 재래종이 재배되었으나, 1957년에 일본에서 은천참외가 도입되고 재래종이 이와 교잡되며 국내 재래종은 사실상 거의 사라졌다. 지금은 충남 천안에서 성환 개구리참외 정도만이 명맥을 이어가고 있다. - Daum백과",
        price: "550",
    },
    {
        id: 13,
        name: "체리",
        img: f13,
        infomation: "버찌라고도 불리는 체리는 장미과에 속하는 과수로 유럽계와 동아시아계 두 가지로 분류되며, 유럽계를 식용으로 쓰는 경우가 많다. 열매를 맺는 종은 '감과 체리'와 '산과 체리' 등으로 구분할 수 있다. 감과 체리는 터키가 원산지이며 산과 체리는 남서아시아에서 남동 유럽이 원산지이다. 꽃은 흰색이고 5~7월에 검붉은색을 띤 둥근 과실을 수확한다. - Daum백과",
        price: "40",
    },
    {
        id: 14,
        name: "키위",
        img: f14,
        infomation: "키위는 원래 중국 남부에서 자생하는 식물이었으나, 20세기 초 뉴질랜드에 전해져 재배되기 시작하였고 개량을 거듭하여 오늘날의 키위가 되었다. 뉴질랜드의 키위새와 생김새가 유사하여 키위라는 명칭이 붙여졌고, 우리나라에서는 양다래 혹은 참다래라 부르기도 한다. 즙이 많고 단맛과 신맛이 적당히 혼용되어 있는 키위는 전형적인 후숙과일로 수확 후일정기간 익혀야 당도가 높아진다. 1978년 국내에 처음 도입되었고, 제주도, 남해 등 남부지역에서 주로 재배되고 있다. 국내에서는 보통 10~11월 사이에 수확하여 저장온도의 조절을 통해 5월까지 유통되며 나머지 기간은 수입산이 유통되고 있다. - Daum백과",
        price: "400",
    },
    {
        id: 15,
        name: "포도",
        img: f15,
        infomation: "원산지는 서부아시아의 흑해연안과 카프카 지방이며 포도주의 원료로 사용되어 세계에서 가장 생산량이 많은 과일이다. 한국에서 키우는 품종은 대부분 생식용(캠벨 얼리, 델라웨어, 거봉 등)으로 경북, 충북 지역에서 주로 생산되며, 국내최초의 포도 재배지인 안성의 포도는 생산량은 많이 감소했으나 품질이 좋기로 유명하다. 포도에 다량 함유된 당분은 체내 흡수율이 높은 단당류인 과당과 포도당으로, 피로회복에 효과적이며 비타민 또한 풍부해 신진대사에 좋다. - Daum백과",
        price: "900",
    },

]